# FIXME: документировать модуль
""""""

# FIXME: аннотировать и документировать функцию
def show_field():
    print('-'*19)
    for i in range(3):
        print(f"|     |     |     |")
        print('-'*19)


# TODO: где-то здесь должен быть тестовый объект по образцу из Архитектуре с данными о сделанных ходах

# FIXME: а что именно возвращает функция show_field(), что её возвращаемое значение необходимо выводить в stdout?
print(show_field())

# я так понял, что вы ещё только начали, и выводом пустого поля не ограничитесь
